Repository: Anirudh-bn/Frugal1
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: MEASUREMENTS
es: MEDIDAS

source: LEARN
es: APRENDER

source: PLAY
es: JUGAR

source: PRACTICE
es: PRACTICAR

# lengthTitle
source: LENGTH
es: LONGITUD

# weightTitle
source: WEIGHT
es: PESO

# temperatureTitle
source: TEMPERATURE
es: TEMPERATURA

# volumeTitle
source: VOLUME
es: VOLUMEN

source: Length Units
es: Unidades de Longitud

source: Metric System
es: Sistema Métrico

source: US System
es: Sistema Estadounidense

source: Common Uses:
es: Usos Comunes:

source: NEXT
es: SIGUIENTE

# mmTitle
source: Millimeter (mm)
es: Milímetro (mm)

# mmDescription
source: The smallest metric unit of length
es: La unidad métrica más pequeña de longitud

# mmDefinition
source: A millimeter is one thousandth of a meter (1/1000 meter). It is commonly used for very small measurements such as technical drawings, medical equipment, and precision tools.
es: Un milímetro es una milésima de metro (1/1000 metro). Se usa comúnmente para medidas muy pequeñas como dibujos técnicos, equipos médicos y herramientas de precisión.

# cmTitle
source: Centimeter (cm)
es: Centímetro (cm)

# cmDescription
source: Common metric unit for small measurements
es: Unidad métrica común para medidas pequeñas

# cmDefinition
source: A centimeter is one hundredth of a meter (1/100 meter). It is commonly used for everyday measurements like body height, furniture dimensions, and small objects.
es: Un centímetro es una centésima de metro (1/100 metro). Se usa comúnmente para medidas cotidianas como altura corporal, dimensiones de muebles y objetos pequeños.

# mTitle
source: Meter (m)
es: Metro (m)

# mDescription
source: The base unit of length in SI
es: La unidad base de longitud en SI

# mDefinition
source: The meter is the base unit of length in the International System of Units (SI). Originally defined as one ten-millionth of the distance from the equator to the North Pole, it is now defined by the speed of light in vacuum.
es: El metro es la unidad base de longitud en el Sistema Internacional de Unidades (SI). Originalmente definido como una diezmillonésima parte de la distancia del ecuador al Polo Norte, ahora se define por la velocidad de la luz en el vacío.

# kmTitle
source: Kilometer (km)
es: Kilómetro (km)

# kmDescription
source: Used for measuring long distances
es: Se usa para medir distancias largas

# kmDefinition
source: A kilometer is one thousand meters (1000 meters). It is commonly used for measuring long distances like road lengths, geographic distances, and travel distances. 1 km = 0.621371 miles.
es: Un kilómetro es mil metros (1000 metros). Se usa comúnmente para medir distancias largas como longitudes de carreteras, distancias geográficas y distancias de viaje. 1 km = 0.621371 millas.

# inTitle
source: Inch (in)
es: Pulgada (in)

# inDescription
source: Basic unit of length in US system
es: Unidad básica de longitud en el sistema estadounidense

# inDefinition
source: An inch is exactly 2.54 centimeters. It is commonly used in the US for small measurements like screen sizes, rainfall, and small object dimensions. 12 inches make 1 foot.
es: Una pulgada es exactamente 2.54 centímetros. Se usa comúnmente en EE. UU. para medidas pequeñas como tamaños de pantalla, lluvia y dimensiones de objetos pequeños. 12 pulgadas hacen 1 pie.

# ftTitle
source: Foot (ft)
es: Pie (ft)

# ftDescription
source: Standard US unit for medium lengths
es: Unidad estándar estadounidense para longitudes medias

# ftDefinition
source: A foot is equal to 12 inches or approximately 30.48 centimeters. It is commonly used in the US for measuring height, room dimensions, and building measurements. 3 feet make 1 yard.
es: Un pie es igual a 12 pulgadas o aproximadamente 30.48 centímetros. Se usa comúnmente en EE. UU. para medir altura, dimensiones de habitaciones y medidas de construcción. 3 pies hacen 1 yarda.

# ydTitle
source: Yard (yd)
es: Yarda (yd)

# ydDescription
source: Common unit for larger measurements
es: Unidad común para medidas más grandes

# ydDefinition
source: A yard is equal to 3 feet or 36 inches (approximately 0.9144 meters). It is commonly used in the US for measuring fabric, sports fields, and landscaping distances.
es: Una yarda es igual a 3 pies o 36 pulgadas (aproximadamente 0.9144 metros). Se usa comúnmente en EE. UU. para medir tela, campos deportivos y distancias en paisajismo.

# miTitle
source: Mile (mi)
es: Milla (mi)

# miDescription
source: US unit for long distances
es: Unidad estadounidense para distancias largas

# miDefinition
source: A mile is equal to 5,280 feet or 1.60934 kilometers. It is the standard unit for measuring long distances in the US, commonly used for road distances, travel distances, and geographic measurements.
es: Una milla es igual a 5,280 pies o 1.60934 kilómetros. Es la unidad estándar para medir distancias largas en EE. UU., comúnmente usada para distancias de carretera, distancias de viaje y medidas geográficas.

# mmCommonUses1
source: Technical drawings and blueprints
es: Dibujos técnicos y planos

# mmCommonUses2
source: Medical instruments and procedures
es: Instrumentos y procedimientos médicos

# mmCommonUses3
source: Electronics components
es: Componentes electrónicos

# mmCommonUses4
source: Precision manufacturing
es: Fabricación de precisión

# cmCommonUses1
source: Body measurements
es: Medidas corporales

# cmCommonUses2
source: Furniture dimensions
es: Dimensiones de muebles

# cmCommonUses3
source: Clothing measurements
es: Medidas de ropa

# cmCommonUses4
source: School supplies (rulers, etc.)
es: Útiles escolares (reglas, etc.)

# mCommonUses1
source: Room dimensions
es: Dimensiones de habitaciones

# mCommonUses2
source: Building measurements
es: Medidas de construcción

# mCommonUses3
source: Athletic events
es: Eventos atléticos

# mCommonUses4
source: Construction materials
es: Materiales de construcción

# kmCommonUses1
source: Road distances
es: Distancias de carretera

# kmCommonUses2
source: Travel planning
es: Planificación de viajes

# kmCommonUses3
source: Geographic measurements
es: Medidas geográficas

# kmCommonUses4
source: Marathon and racing events
es: Maratones y eventos de carreras

# inCommonUses1
source: Screen sizes (TV, phones, etc.)
es: Tamaños de pantalla (TV, teléfonos, etc.)

# inCommonUses2
source: Lumber dimensions
es: Dimensiones de madera

# inCommonUses3
source: Rainfall measurements
es: Medidas de lluvia

# inCommonUses4
source: Paper sizes
es: Tamaños de papel

# ftCommonUses1
source: Human height
es: Altura humana

# ftCommonUses2
source: Room dimensions
es: Dimensiones de habitaciones

# ftCommonUses3
source: Building measurements
es: Medidas de construcción

# ftCommonUses4
source: Ceiling heights
es: Alturas de techo

# ydCommonUses1
source: Fabric measurements
es: Medidas de tela

# ydCommonUses2
source: Sports field dimensions
es: Dimensiones de campos deportivos

# ydCommonUses3
source: Landscaping
es: Paisajismo

# ydCommonUses4
source: Football field measurements
es: Medidas de campo de fútbol

# miCommonUses1
source: Road distances
es: Distancias de carretera

# miCommonUses2
source: Running and walking events
es: Eventos de correr y caminar

# miCommonUses3
source: City planning
es: Planificación urbana

# miCommonUses4
source: Navigation
es: Navegación

source: Weight Units
es: Unidades de Peso

# mgTitle
source: Milligram (mg)
es: Miligramo (mg)

# mgDescription
source: Smallest commonly used metric weight unit
es: Unidad métrica más pequeña de peso de uso común

# mgDefinition
source: A milligram is one thousandth (1/1000) of a gram. It is commonly used in medicine for precise measurements of medication dosages and in scientific laboratories.
es: Un miligramo es una milésima (1/1000) parte de un gramo. Se usa comúnmente en medicina para mediciones precisas de dosis de medicamentos y en laboratorios científicos.

# mgCommonUses1
source: Medication dosages
es: Dosis de medicamentos

# mgCommonUses2
source: Nutritional supplements
es: Suplementos nutricionales

# mgCommonUses3
source: Laboratory measurements
es: Mediciones de laboratorio

# mgCommonUses4
source: Chemical compounds
es: Compuestos químicos

# gTitle
source: Gram (g)
es: Gramo (g)

# gDescription
source: Basic metric unit of mass
es: Unidad métrica básica de masa

# gDefinition
source: A gram is the basic unit of mass in the metric system. It is commonly used for measuring small quantities of food ingredients, chemicals, and other lightweight items. 1 gram = 0.035274 ounces.
es: El gramo es la unidad básica de masa en el sistema métrico. Se usa comúnmente para medir pequeñas cantidades de ingredientes alimentarios, químicos y otros artículos ligeros. 1 gramo = 0.035274 onzas.

# gCommonUses1
source: Food ingredients
es: Ingredientes alimentarios

# gCommonUses2
source: Postal services
es: Servicios postales

# gCommonUses3
source: Jewelry weight
es: Peso de joyería

# gCommonUses4
source: Cooking measurements
es: Medidas de cocina

# kgTitle
source: Kilogram (kg)
es: Kilogramo (kg)

# kgDescription
source: Standard metric unit for weight
es: Unidad métrica estándar para el peso

# kgDefinition
source: A kilogram is equal to 1000 grams. It is the standard unit of mass in the metric system and is used for measuring body weight, grocery items, and medium-sized objects. 1 kg = 2.20462 pounds.
es: Un kilogramo equivale a 1000 gramos. Es la unidad estándar de masa en el sistema métrico y se utiliza para medir el peso corporal, artículos de supermercado y objetos de tamaño medio. 1 kg = 2.20462 libras.

# kgCommonUses1
source: Body weight
es: Peso corporal

# kgCommonUses2
source: Grocery items
es: Artículos de supermercado

# kgCommonUses3
source: Luggage weight
es: Peso de equipaje

# kgCommonUses4
source: Gym equipment
es: Equipo de gimnasio

# tTitle
source: Metric Ton (t)
es: Tonelada Métrica (t)

# tDescription
source: Used for very heavy weights
es: Usado para pesos muy pesados

# tDefinition
source: A metric ton is equal to 1000 kilograms. It is used for measuring very heavy items like vehicles, shipping containers, and industrial materials. 1 metric ton = 2204.62 pounds.
es: Una tonelada métrica equivale a 1000 kilogramos. Se utiliza para medir elementos muy pesados como vehículos, contenedores de envío y materiales industriales. 1 tonelada métrica = 2204.62 libras.

# tCommonUses1
source: Shipping containers
es: Contenedores de envío

# tCommonUses2
source: Vehicle weights
es: Pesos de vehículos

# tCommonUses3
source: Industrial materials
es: Materiales industriales

# tCommonUses4
source: Bulk commodities
es: Productos a granel

# ozTitle
source: Ounce (oz)
es: Onza (oz)

# ozDescription
source: Basic US unit for small weights
es: Unidad básica estadounidense para pesos pequeños

# ozDefinition
source: An ounce is equal to 28.3495 grams. It is commonly used in the US for measuring small quantities of food, beverages, and other lightweight items. 16 ounces = 1 pound.
es: Una onza equivale a 28.3495 gramos. Se usa comúnmente en EE. UU. para medir pequeñas cantidades de alimentos, bebidas y otros artículos ligeros. 16 onzas = 1 libra.

# ozCommonUses1
source: Food packaging
es: Empaque de alimentos

# ozCommonUses2
source: Beverage sizes
es: Tamaños de bebidas

# ozCommonUses3
source: Precious metals
es: Metales preciosos

# ozCommonUses4
source: Personal care products
es: Productos de cuidado personal

# lbTitle
source: Pound (lb)
es: Libra (lb)

# lbDescription
source: Standard US weight unit
es: Unidad estándar de peso estadounidense

# lbDefinition
source: A pound is equal to 16 ounces or 0.453592 kilograms. It is the standard unit of weight in the US system, used for measuring body weight, food items, and medium-sized objects.
es: Una libra equivale a 16 onzas o 0.453592 kilogramos. Es la unidad estándar de peso en el sistema estadounidense, utilizada para medir el peso corporal, alimentos y objetos de tamaño medio.

# lbCommonUses1
source: Body weight
es: Peso corporal

# lbCommonUses2
source: Food quantities
es: Cantidades de alimentos

# lbCommonUses3
source: Package shipping
es: Envío de paquetes

# lbCommonUses4
source: Construction materials
es: Materiales de construcción

# stDescription
source: Traditional weight measure
es: Medida tradicional de peso

# stDefinition
source: A stone is equal to 14 pounds or approximately 6.35 kilograms. While not commonly used in the US, it is still used in the UK and Ireland, particularly for measuring body weight.
es: Un stone equivale a 14 libras o aproximadamente 6.35 kilogramos. Aunque no se usa comúnmente en EE. UU., todavía se utiliza en el Reino Unido e Irlanda, particularmente para medir el peso corporal.

# stCommonUses1
source: Body weight (UK)
es: Peso corporal (Reino Unido)

# stCommonUses2
source: Medical records
es: Registros médicos

# stCommonUses3
source: Fitness tracking
es: Seguimiento de condición física

# stCommonUses4
source: Weight loss goals
es: Objetivos de pérdida de peso

# tonTitle
source: US Ton
es: Tonelada Estadounidense

# tonDescription
source: US unit for very heavy weights
es: Unidad estadounidense para pesos muy pesados

# tonDefinition
source: A US ton (also called short ton) is equal to 2000 pounds or approximately 907.185 kilograms. It is commonly used in the US for measuring very heavy items like vehicles and industrial materials.
es: Una tonelada estadounidense (también llamada tonelada corta) equivale a 2000 libras o aproximadamente 907.185 kilogramos. Se usa comúnmente en EE. UU. para medir elementos muy pesados como vehículos y materiales industriales.

# tonCommonUses1
source: Construction materials
es: Materiales de construcción

# tonCommonUses2
source: Industrial equipment
es: Equipo industrial

# tonCommonUses3
source: Agricultural products
es: Productos agrícolas

# tonCommonUses4
source: Mining materials
es: Materiales de minería

source: Volume Units
es: Unidades de Volumen

# mlTitle
source: Milliliter (mL)
es: Mililitro (mL)

# mlDescription
source: Basic metric unit for small volumes
es: Unidad métrica básica para volúmenes pequeños

# mlDefinition
source: A milliliter is one thousandth (1/1000) of a liter. It is equal to one cubic centimeter (cm³). 1 mL = 0.0338 fluid ounces.
es: Un mililitro es una milésima (1/1000) de litro. Es igual a un centímetro cúbico (cm³). 1 mL = 0.0338 onzas líquidas.

# mlCommonUses1
source: Medicine dosage measurements
es: Medidas de dosis de medicamentos

# mlCommonUses2
source: Small cooking measurements
es: Medidas pequeñas de cocina

# mlCommonUses3
source: Laboratory measurements
es: Mediciones de laboratorio

# mlCommonUses4
source: Small beverage portions
es: Porciones pequeñas de bebidas

# lTitle
source: Liter (L)
es: Litro (L)

# lDescription
source: Standard metric volume unit
es: Unidad métrica estándar de volumen

# lDefinition
source: A liter is the basic metric unit of volume, equal to 1000 milliliters or 1 cubic decimeter. 1 L = 1.0567 US quarts.
es: Un litro es la unidad métrica básica de volumen, igual a 1000 mililitros o 1 decímetro cúbico. 1 L = 1.0567 cuartos estadounidenses.

# lCommonUses1
source: Beverage containers
es: Envases de bebidas

# lCommonUses2
source: Fuel measurements
es: Medidas de combustible

# lCommonUses3
source: Large cooking measurements
es: Medidas grandes de cocina

# lCommonUses4
source: Water consumption
es: Consumo de agua

# m3Title
source: Cubic Meter (m³)
es: Metro Cúbico (m³)

# m3Description
source: Larger metric volume unit
es: Unidad métrica mayor de volumen

# m3Definition
source: A cubic meter is equal to 1000 liters. It is commonly used for larger volume measurements. 1 m³ = 264.172 US gallons.
es: Un metro cúbico es igual a 1000 litros. Se usa comúnmente para mediciones de volumen más grandes. 1 m³ = 264.172 galones estadounidenses.

# m3CommonUses1
source: Swimming pools
es: Piscinas

# m3CommonUses2
source: Industrial containers
es: Contenedores industriales

# m3CommonUses3
source: Room volumes
es: Volúmenes de habitaciones

# m3CommonUses4
source: Water tanks
es: Tanques de agua

# flozTitle
source: Fluid Ounce (fl oz)
es: Onza Líquida (fl oz)

# flozDescription
source: Basic US unit for liquid volume
es: Unidad básica estadounidense para volumen líquido

# flozDefinition
source: A fluid ounce is about 29.5735 milliliters. 1 fl oz = 1/128 of a US gallon.
es: Una onza líquida es aproximadamente 29.5735 mililitros. 1 fl oz = 1/128 de un galón estadounidense.

# flozCommonUses1
source: Beverage serving sizes
es: Tamaños de porciones de bebidas

# flozCommonUses2
source: Small cooking measurements
es: Medidas pequeñas de cocina

# flozCommonUses3
source: Personal care products
es: Productos de cuidado personal

# flozCommonUses4
source: Medicine doses
es: Dosis de medicamentos

# cupTitle
source: Cup
es: Taza

# cupDescription
source: Common US cooking measure
es: Medida común estadounidense para cocina

# cupDefinition
source: A US cup is equal to 8 fluid ounces or about 236.588 milliliters.
es: Una taza estadounidense es igual a 8 onzas líquidas o aproximadamente 236.588 mililitros.

# cupCommonUses1
source: Cooking and baking
es: Cocina y repostería

# cupCommonUses2
source: Recipe measurements
es: Medidas de recetas

# cupCommonUses3
source: Beverage servings
es: Porciones de bebidas

# cupCommonUses4
source: Food packaging
es: Empaque de alimentos

# ptTitle
source: Pint (pt)
es: Pinta (pt)

# ptDescription
source: Medium US volume measure
es: Medida media estadounidense de volumen

# ptDefinition
source: A US pint is equal to 2 cups or 16 fluid ounces (about 473.176 milliliters).
es: Una pinta estadounidense es igual a 2 tazas o 16 onzas líquidas (aproximadamente 473.176 mililitros).

# ptCommonUses1
source: Ice cream containers
es: Envases de helado

# ptCommonUses2
source: Milk containers
es: Envases de leche

# ptCommonUses3
source: Large cooking measurements
es: Medidas grandes de cocina

# ptCommonUses4
source: Beverage servings
es: Porciones de bebidas

# qtTitle
source: Quart (qt)
es: Cuarto (qt)

# qtDescription
source: Larger US volume measure
es: Medida mayor estadounidense de volumen

# qtDefinition
source: A US quart is equal to 2 pints or 32 fluid ounces (about 946.353 milliliters).
es: Un cuarto estadounidense es igual a 2 pintas o 32 onzas líquidas (aproximadamente 946.353 mililitros).

# qtCommonUses1
source: Large beverage containers
es: Envases grandes de bebidas

# qtCommonUses2
source: Motor oil
es: Aceite de motor

# qtCommonUses3
source: Large food containers
es: Envases grandes de alimentos

# qtCommonUses4
source: Paint cans
es: Latas de pintura

# galTitle
source: Gallon (gal)
es: Galón (gal)

# galDescription
source: Large US volume unit
es: Unidad grande estadounidense de volumen

# galDefinition
source: A US gallon is equal to 4 quarts or 128 fluid ounces (about 3.78541 liters).
es: Un galón estadounidense es igual a 4 cuartos o 128 onzas líquidas (aproximadamente 3.78541 litros).

# galCommonUses1
source: Milk containers
es: Envases de leche

# galCommonUses2
source: Fuel measurements
es: Medidas de combustible

# galCommonUses3
source: Water containers
es: Contenedores de agua

# galCommonUses4
source: Large liquid products
es: Productos líquidos grandes

source: Temperature Scales
es: Escalas de Temperatura

# referencePoints
source: Common Reference Points:
es: Puntos de Referencia Comunes:

# celsiusDescription
source: Most widely used temperature scale
es: Escala de temperatura más utilizada

# celsiusDefinition
source: The Celsius scale is based on the freezing point of water (0°C) and its boiling point (100°C) at standard atmospheric pressure. It is the most widely used temperature scale in the world. Conversion formulas: To Fahrenheit: °F = (°C × 9/5) + 32 To Kelvin: K = °C + 273.15
es: La escala Celsius se basa en el punto de congelación del agua (0°C) y su punto de ebullición (100°C) a presión atmosférica estándar. Es la escala de temperatura más utilizada en el mundo. Fórmulas de conversión: A Fahrenheit: °F = (°C × 9/5) + 32 A Kelvin: K = °C + 273.15

# celsiusReferencePoints
source: • Water freezing: 0°C • Room temperature: ~20-25°C • Body temperature: 37°C • Water boiling: 100°C
es: • Congelación del agua: 0°C • Temperatura ambiente: ~20-25°C • Temperatura corporal: 37°C • Ebullición del agua: 100°C

# fahrenheitDescription
source: Common in the United States
es: Común en los Estados Unidos

# fahrenheitDefinition
source: The Fahrenheit scale sets the freezing point of water at 32°F and its boiling point at 212°F. It is primarily used in the United States for everyday temperature measurements. Conversion formulas: To Celsius: °C = (°F - 32) × 5/9 To Kelvin: K = (°F - 32) × 5/9 + 273.15
es: La escala Fahrenheit establece el punto de congelación del agua en 32°F y su punto de ebullición en 212°F. Se utiliza principalmente en los Estados Unidos para mediciones de temperatura cotidianas. Fórmulas de conversión: A Celsius: °C = (°F - 32) × 5/9 A Kelvin: K = (°F - 32) × 5/9 + 273.15

# fahrenheitReferencePoints
source: • Water freezing: 32°F • Room temperature: ~68-77°F • Body temperature: 98.6°F • Water boiling: 212°F
es: • Congelación del agua: 32°F • Temperatura ambiente: ~68-77°F • Temperatura corporal: 98.6°F • Ebullición del agua: 212°F

# kelvinDescription
source: Scientific absolute temperature scale
es: Escala científica de temperatura absoluta

# kelvinDefinition
source: The Kelvin scale is the SI base unit of temperature. It starts at absolute zero (0K), the theoretical lowest possible temperature. There are no negative temperatures in Kelvin. Conversion formulas: To Celsius: °C = K - 273.15 To Fahrenheit: °F = (K - 273.15) × 9/5 + 32
es: La escala Kelvin es la unidad base de temperatura en el SI. Comienza en el cero absoluto (0K), la temperatura teórica más baja posible. No hay temperaturas negativas en Kelvin. Fórmulas de conversión: A Celsius: °C = K - 273.15 A Fahrenheit: °F = (K - 273.15) × 9/5 + 32

# kelvinReferencePoints
source: • Absolute zero: 0K • Water freezing: 273.15K • Room temperature: ~293-298K • Water boiling: 373.15K
es: • Cero absoluto: 0K • Congelación del agua: 273.15K • Temperatura ambiente: ~293-298K • Ebullición del agua: 373.15K

# measurementMatchGame
source: Measurement Match Race
es: Carrera de Parejas de Medidas

source: Start Game
es: Iniciar Juego

source: Score
es: Puntuación

source: Time
es: Tiempo

source: Game Over!
es: ¡Juego Terminado!

source: Final Score
es: Puntuación Final

source: Play Again
es: Jugar de Nuevo

source: How to Play
es: Cómo Jugar

source: Instructions
es: Instrucciones

# gameInstructions
source: • Match pairs of equivalent measurements • Find pairs between US units and Metric units • Click on two cards to check if they match • Correct match: +100 points • Wrong match: -20 points • Complete all pairs before time runs out!
es: • Encuentra pares de medidas equivalentes • Busca pares entre unidades de EE.UU. y unidades métricas • Haz clic en dos tarjetas para ver si coinciden • Coincidencia correcta: +100 puntos • Coincidencia incorrecta: -20 puntos • ¡Completa todos los pares antes de que se acabe el tiempo!

source: Got it!
es: ¡Entendido!

# matchRaceTitle
source: Measurement Match Race
es: Carrera de Parejas de Medidas

# matchRaceDescription
source: Match equivalent measurements in a fun race against time!
es: ¡Encuentra medidas equivalentes en una divertida carrera contra el tiempo!
